data/2018-03-12-express-fasthttprouter/report-express-100.txt
Requests      [total, rate]            1000, 100.10
Duration      [total, attack, wait]    10.0262719s, 9.99s, 36.2719ms
Latencies     [mean, 50, 95, 99, max]  38.514585ms, 36.2344ms, 44.0282ms, 109.0013ms, 196.001ms
Bytes In      [total, mean]            90000, 90.00
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:1000  
Error Set: