data/2018-03-12-express-fasthttprouter/report-express-2500.txt
Requests      [total, rate]            25000, 2499.75
Duration      [total, attack, wait]    10.2270045s, 10.0010014s, 226.0031ms
Latencies     [mean, 50, 95, 99, max]  419.47001ms, 375.0256ms, 710.0015ms, 996.0004ms, 3.6700009s
Bytes In      [total, mean]            2250000, 90.00
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:25000  
Error Set: